{
	"cards": [
		{
			"image": "nate.png",
			"text": "HEY\nI’m Nate.\nI’m a developer and designer, and a student at Brown University\nI’ve worked at Square on Caviar, at Apple on Spotlight, and at Foursquare on Swarm.\nBut what i’m really proud are the things i’ve built outside of work\nTake a look"
		},
		{
			"image": "hackatbrown.png",
			"link": "https://medium.com/hack-at-brown/hack-brown-2016-designing-an-approachable-hackathon-1b05cccd86b#.thssevd00",
			"text": "In 2016, I co-led the design team for Hack@Brown 2016.\nWe branded and designed the event website, signage, posters and sweaters – even laser-cut tokens.\nClick to read more about the process"
		},
		{
			"image": "flashlight.png",
			"link": "http://flashlight.nateparrott.com/",
			"text": "From 2014 to 2015, I created an open-source app called Flashlight that made the OS X Spotlight search feature into an open platform with hundreds of third-party plugins contributed by developers.\nI designed, branded and built the core app and the “plugin store.” Click to learn more"
		},
		{
			"image": "table.png",
			"link": "http://table.nateparrott.com",
			"text": "Augmented-Reality Table:\nI prototyped a new kind of table-top interface, by building a table that recognized the sillhouttes of objects placed atop it and projected information on its surface.\nClick to read about it"
		},
		{
			"image": "swiftdial.png",
			"link": "https://itunes.apple.com/us/app/swiftdial/id684336238?mt=8",
			"text": "Swiftdial\nAn iOS app designing to let you place calls to your top contacts as quickly as possible.\nSwiftdial uses machine learning to predict who you’d like to call, based on your time and location.\nThe design prioritizes glanceability and muscle memory – even when people are added or removed from the list, everyone else stays close to their previous position."
		},
		{
			"image": "snapchat.png",
			"link": "https://medium.com/hh-design/snapchat-reaction-emoji-a-prototype-372ba5de0bde",
			"text": "I like thinking about how I’d improve the design of products I use every day, or how I’d design new features. Sometimes I write up my thoughts, like this write-up on a hypothetical way to “react” to snapchats."
		},
		{
			"image": "gerbil.png",
			"link": "http://gerbil.nateparrott.com",
			"text": "A while ago, I made an app called Gerbil – it replaced a mouse by letting you use an iPhone to control a computer from across the room.\nClick to visit the website"
		},
		{
			"image": "wtfbrown.png",
			"link": "http://wtfbrown.42pag.es/",
			"text": "WTF Brown Redesign\nFor a class project, we envisioned a refresh of Brown University’s website for soliciting student feedback. We introduced the idea of sticking post-its on physical spaces that had issues, and linking them to tickets in a redesigned mobile app."
		},
		{
			"image": "instagrade.png",
			"link": "http://instagradeapp.com",
			"text": "I designed and built an app called InstaGrade that let teachers create multiple-choice tests, print them out, and then automatically grade them by pointing their iPhone’s camera at answer sheets.\nClick to read more"
		}
	]
}